/* Default username displayed to user. */
"Default" = "Diffetto";
/* Button title such as 'Buy 10' */
"Buy %d" = "Acquista %d";
/* Button title such as 'Use 1' */
"Use %d" = "Usa %d";
/* Stylized Tiles */
"Stylized Tiles" = "Testo Stilizzato";
/* Fast Play Mode */
"Fast Play" = "Fast Play";

/* Open Play Mode - 30 minutes of open game play. */
"Open Play" = "Open Play";

/* Must be a short message so it can fit in the space.  You can use abbreviations.  The user was awarded an extra number of points denoted by the %ld for using the letter denoted by %@. */
" %@: +%ld points"="%1$@: +%2$ld punti";
/* Label for game statistics. */
"% from bonus tiles"="% dalla casella bonus";
/* Beat my score. */
"%@ Challenges You to Beat %@ Score"="%1$@ ti sfida a battere il punteggio di %2$@";
/* Michael Challenges You to Beat Their Score */
"%@ Challenges You to Beat Their Score"="%@ ti sfida a battere il suo punteggio";
/* No comment provided by engineer. */
"%@ extra seconds"="%@ secondi extra";
/* No comment provided by engineer. */
"%@ extra shuffle"="%@ rimescolamento extra";
/* Challenge to friends. */
"%@ got %@ points on level %@ in Wordflick.  Try to beat that."="%1$@ ha totalizzato %2$@ punti al livello %3$@ di Wordflick. Prova a battere questo punteggio.";
/* 1 point... singular */
"%@ point"="%@ punto";
/* A display of points.  For example: '100 points' where %@ is the number of points. */
"%@ points"="%@ punti";
/* %@ Quick Reference */
"%@ Quick Reference"="%@ riferimento rapido";
/* Wordflick sales pitch. */
"%@ sales pitch."="Vendite di %@.";
/* A display of seconds.  For example: '100 seconds' where %@ is the number of seconds. */
"%@ seconds"="%@ secondi";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Alerts the user that they can shuffle the game pieces an extra number of times. */
"%d Extra Shuffles!"="%d Rimescol. Extra!";
/* Abort */
"Abort"="Interrompi";
/* Abort Level */
"Abort Level"="Interrompi livello";
/* About */
"About"="Info";
/* From the about screen. */
"About Us"="Chi siamo";
/* Achievements */
"Achievements"="Risultati";
/* Alert title */
"Alert"="Avviso";
/* subtitle or detail label to the like us on facebook string. */
"all the kids are doing it"="tutti i bambini lo stanno facendo";
/* Don't translate 'App Store' as it is the name of Apple's store. */
"Available on the App Store"="Disponibile su App Store";
/* A label for a switch that will allow the users to turn on or off the background music. */
"Background Music"="Musica di sottofondo";
/* Button that will load the blog. */
"Blog"="Blog";
/* Bonus Shuffles */
"Bonus Shuffles"="Rimescolamenti bonus";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Bonus: +%d bonus points"="Bonus: +%d punti bonus";
/* Cancel */
"Cancel"="Annulla";
/* Number of coins earned in level. */
"Chad Tokens"="Gettoni accumulati";
/* The title of a section of options to challenge a friend. */
"Challenge a Friend"="Sfida un amico";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Facebook"="Sfida un amico su Facebook";
/* A button that will bring up a challenge screen. */
"Challenge a Friend on Twitter"="Sfida un amico su Twitter";
/* Message sent to their friends. */
"Challenge Sent"="Sfida lanciata";
/* No comment provided by engineer. */
"Check your parental control settings and try again later"="Controlla le impostazioni del filtro famiglia e riprova";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Counts the number of times they cleared the screen. */
"Cleared screen %d times!"="Schermo sgombrato %d volte!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they get an extra one hundred points for clearing the game board. */
"Cleared the board! +%d points!"="Piazza pulita! +%d punti!";
/* Identifier for localized leaderboard. */
"com.everydayapps.game.wordflick.highscores.en" = "grp.com.everydayapps.game.wordflick.highscores.it";
/* A label that is next to the level number or name they just completed. */
"Completed Level"="Livello completato:";
/* Continue playing button title. */
"Continue"="Continua";
/* Copyright statement. */
"Copyright Michael Thomason %@.  All rights reserved."="Copyright Michael Thomason %@.  Tutti i diritti riservati.";
/* No comment provided by engineer. */
"Created by Michael Thomason in Cincinnati, OH."="Creata da Michael Thomason, Cincinnati, OH.";
/* Device is not configured for email. */
"Device is not configured for email."="Il dispositivo non è configurato per la posta elettronica.";
/* Title for button to dismiss general alert views. */
"Dismiss"="Chiudi";
/* Game instructions. */
"Drag or flick tiles to the drop zone located at the bottom of the screen."="Trascina o sposta le caselle nell'apposita zona che si trova nella parte inferiore dello schermo.";
/* A short description of the cost to play. */
"Each game cost one or more gold game tokens."="Ogni partita ti costerà uno o più gettoni d'oro.";
/* The word equals, or optionally the equal sign (=). */
"equals"="uguale";
/* Link to Everydayapps.com */
"Everydayapps.com"="Everydayapps.com";
/* Caption, next to an image of the tile. */
"Extra Points Tile"="Casella punti extra";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one extra shuffle of the game tiles. */
"Extra shuffle"="Rimescolamento extra";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they must have fifteen seconds of time on the game clock to use an extra shuffle of the game tiles */
"Extra shuffle requires %d seconds!"="Rimescolamento extra in %d secondi!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized fifty points for using an extra shuffle of the game tiles. */
"Extra shuffle: %d points!"="Rimescolamento extra: %d punti!";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they were penalized ten seconds off of the game clock for using an extra shuffle of the game tiles. */
"Extra shuffle: %d seconds!"="Rimescolamento extra: %d secondi!";
/* Caption, next to an image of the tile. */
"Extra Shuffles Tile"="Casella rimescolamenti extra";
/* Caption, next to an image of the tile. */
"Extra Time Tile"="Casella tempo extra";
/* Link to Facebook.com */
"Facebook"="Facebook";
/* Title for alert view */
"Facebook Login"="Accesso a Facebook";
/* Title for alert that the news blog failed to load. */
"Failed to load weblog."="Il caricamento del blog è fallito.";
/* From the about screen. */
"Find Us Online"="Trovaci online";
/* Game Name */
"Game Name"="Nome del gioco";
/* Game Over title bar display. */
"Game Over"="Fine del gioco";
/* iTunes Link */
"Get %@"="Scarica %@";
/* Above the list of global high scores.
   Above the list of global high scores.  The %@ is a version number. */
"Global"="Globale";
/* A label that is next to the display of the number of points required to successfully complete the next level. */
"Goal"="Obiettivo";
/* In the control screen. Displayed while game is playing. */
"GOAL"="OBIETTIVO";
/* Number of coins earned in level. */
"Gold Tokens"="Gettoni d'oro";
/* Link to plus.google.com */
"Google+"="Google+";
/* High Scores */
"High Scores"="Punteggi alti";
/* Challenge to Twitter users. */
"I got %@ points on level %@ of Wordflick. Try to beat that."="Ho totalizzato %1$@ punti al livello %2$@ di Wordflick. Prova a battermi.";
/* No comment provided by engineer. */
"In-App Purchasing disabled"="Acquisti in-app disabilitati";
/* The title of an alert box says information. */
"Information"="Informazioni";
/* Tells user that the Internet connection is not available, and posting scores to the server requires Internet service. */
"Internet connection not available. Enable wi-fi / 3g to post your scores to the server."="La connessione Internet non è disponibile. Attiva la connessione wi-fi / 3g per inviare i tuoi punteggi al server.";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Letter %@: +%d bonus points"="Lettera %1$@: +%2$d punti bonus";
/* Letter %@ */
"Letter %@"="Lettera %@";
/* A label that is next to the level number or name they are about to play. */
"Level"="Livello";
/* Level %d */
"Level %d"="Livello %d";
/* Level Aids */
"Level Aids"="Aiuti di livello";
/* The title of a screen that displays statistics from the level they just played. */
"Level Loot"="Statistiche livello";
/* Level Name */
"Level Name"="Nome del livello";
/* Level Number */
"Level Number"="Numero del livello";
/* Level Over title bar display. */
"Level Over"="Fine del livello";
/* The title of a screen that displays statistics from the level they just played. */
"Level Statistics"="Statistiche di livello";
/* Level Status */
"Level Status"="Stato del livello";
/* No comment provided by engineer. */
"Like Us on Facebook"="Mi piace su Facebook";
/* Above the list of local high scores, or scores stored on the device. */
"Local"="Locale";
/* Log in */
"Log in"="Accedi";
/* Title for alert view */
"Login Failed"="Accesso non riuscito";
/* Login to Facebook Button */
"Login to Facebook"="Accedi a Facebook";
/* Login to Twitter Button */
"Login to Twitter"="Accedi a Twitter";
/* Title of a screen that displays loot, items, goods, and tokens that the player purchases, or earns inside the game. */
"Loot"="Statistiche";
/* Details on in game loot. */
"Loot Details"="Dettagli statistiche";
/* Table cell, that when touched, will take the user to the loot details screen. */
"Loot details"="Dettagli statistiche";
/* Message created by Wordflick Pro */
"Message created by Wordflick Pro"="Messaggio creato con Wordflick Pro";
/* Will download more friends from Facebook. */
"More"="Altri";
/* Caption, next to an image of the tile. */
"Multiple Bonuses Tile"="Casella bonus multipli";
/* New Game */
"New Game"="Nuova partita";
/* Button that will load the news feed. */
"News Feed"="News feed";
/* The title of a screen that displays the goals for the next level. */
"Next Level"="Livello successivo";
/* Cancel button title. */
"No"="No";
/* Caption, next to an image of the tile. */
"Normal Tile"="Casella normale";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  Message tells the user that the word they tried to use is not a word in the dictionary. That is, they can not use that word. */
"Not a word."="Non è una parola.";
/* Title to message box. */
"Not Enough Tokens"="Gettoni insufficienti";
/* Objective */
"Objective"="Obiettivo";
/* Button that user can press to acknowledge the error. */
"OK"="OK";
/* Paused Navigation Item Title */
"Paused"="In pausa";
/* A button that when pressed will start the game as the user with the name '%@.' */
"Play as %@"="Gioca come %@";
/* Play Level %@ */
"Play Level %@"="Gioca il livello %@";
/* Player Settings */
"Player Settings"="Impostazioni";
/* note to user, to please be nice. */
"please be nice"="sii gentile";
/* In the control screen. Displayed while game is playing. */
"POINTS"="PUNTI";
/* Points */
"Points"="Punti";
/* A label that is next to the number of points earned in the last level. */
"Points for Level"="Punti livello:";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus points, denoted as %d, added to the game score. */
"Points Multiplier: +%d bonus points"="Moltiplicatore di punti: +%d punti bonus";
/* Publish post to page request cancelled */
"Publish post to page request cancelled"="Richiesta di pubblicazione del post sulla pagina annullata";
/* Remove Ads */
"Remove Ads"="Rimuovi Pubblicità";
/* Resume bar button item, shown on paused screen. */
"Resume"="Riprendi";
/* Resume */
"Resume Game"="Riprendi partita";
/* No comment provided by engineer. */
"Review request approved"="Richiesta di recensione approvata";
/* No comment provided by engineer. */
"Send an email.  It's really the best way."="Invia una e-mail. È senza dubbio il modo migliore.";
/* Sent by Michael from Wordflick */
"Sent by %@ from Wordflick"="Inviata da %@ tramite Wordflick";
/* Button title for the settings menu. */
"Setting"="Impostazione";
/* Title of a screen that allows users to change the settings. */
"Settings"="Impostazioni";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got one or more extra shuffle of the game tiles. */
"Shuffle Multiplier: +%d shuffles"="Moltiplicatore di rimescol.: +%d rimescol.";
/* Shuffles */
"Shuffles"="Rimescolamenti";
/* Number of coins earned in level. */
"Silver Tokens"="Gettoni d'argento";
/* A label for a switch that will allow the users to turn on or off the sound effects. */
"Sound Effects"="Effetti sonori";
/* Game instructions. */
"Spell longer and more elaborate words to yield more points."="Componi parole più lunghe e complicate per totalizzare più punti.";
/* Store */
"Store" = "Conservare";
/* Message for alert view */
"Success"="Operazione riuscita";
/* From the about screen. */
"Tell Your Friends"="Dillo a un amico";
/* Purchase statement shown after inapp purchase. */
"The following item was purchased and crededited to your account: \"%@.\""="Hai effettuato il seguente acquisto che è stato addebitato sul tuo account: \"%@.\"";
/* Message to use when inapp purchase fails. */
"The transaction failed."="Transazione non riuscita.";
/* A label that is next to the display of the number of seconds the user has to successfully complete the next level. */
"Time"="Tempo";
/* Time Boosters */
"Time Boosters"="Ottimizzatori di tempo";
/* In the control screen. Displayed while game is playing. */
"TIME REMAINING"="TEMPO RIMANENTE";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer Multiplier: +%d seconds"="Moltiplicatore timer: +%d sec.";
/* Must be a short message so it can fit in the space.  You can use abbreviations.  A message that tells the user they got a number of bonus seconds, denoted as %d, added to the game clock. */
"Timer: +%d seconds"="Timer: +%d secondi";
/* The title of a screen that displays the grand total loot earned by the player. */
"Total Loot"="Statistiche totali";
/* A label that is next to the number of points earned so far in the whole game. */
"Total Points"="Punti totali";
/* Label for game statistics. */
"Total Points Ever"="Punti totali";
/* Alert message title to show after inapp purchase. */
"Transaction Complete"="Transazione completata";
/* Alert message title to show after inapp purchase. */
"Transaction Failed"="Transazione non riuscita";
/* Title for alert. */
"Trouble Posting Scores"="Problema nel pubblicare i risultati";
/* No comment provided by engineer. */
"Tweet About It"="Pubblica tweet a riguardo";
/* Link to Twitter.com */
"Twitter"="Twitter";
/* No comment provided by engineer. */
"View Other Apps in the App Store"="Visualizza altre app su App Store";
/* No comment provided by engineer. */
"View other credits."="Visualizza altri riconoscimenti.";
/* Will try to submit scores again later. */
"We will try to submit your score again later."="Proveremo a inoltrare di nuovo il punteggio in seguito.";
/* Wordflick Achievement: */
"Wordflick Achievement: "="Risultato Wordflick: ";
/* Title label or game name: Wordflick Classic */
"Wordflick Classic"="Wordflick Classico";
/* Title label or game name: Wordflick Debug */
"Wordflick Debug"="Wordflick Debug";
/* Title label or game name: Wordflick FastBreak */
"Wordflick FastBreak"="Wordflick FastBreak";
/* Don't translate Wordflick or iOS */
"Wordflick for iOS."="Wordflick per iOS.";
/* Title label or game name: Wordflick Free Play */
"Wordflick Free Play"="Wordflick Free Play";
/* Title label or game name: Wordflick Jr. */
"Wordflick Jr."="Wordflick Jr.";
/* Wordflick Pro Achievement */
"Wordflick Pro Achievement"="Risultato Wordflick Pro";
/* Wordflick Pro for iOS. */
"Wordflick Pro for iOS."="Wordflick Pro per iOS.";
/* From the about screen.  Gives details on how to play the game. */
"Wordflick Tips"="Consigli su Wordflick";
/* Link to Wordflick.com */
"Wordflick.com"="Wordflick.com";
/* The title of a screen that displays a list of words that the user got in the previous level. */
"Words"="Parole";
/* Question in the body of a message box. */
"Would you like to login to %@?  This is to submit achievements.  Canceling this three times will disable %@ support."="Desideri accedere a %1$@?  Accedendo potrai inoltrare i risultati.  Annullando tre volte disabiliterai l'assistenza a %2$@.";
/* No comment provided by engineer. */
"Write a Review on the App Store"="Scrivi una recensione su App Store";
/* Accept button title. */
"Yes"="Sì";
/* No comment provided by engineer. */
"You can use this feature for reviewing the app."="Puoi usare questa funzione per recensire l'app.";
/* Body to message box. */
"You do not have enough tokens to play this game.  Please purchase more tokens from the store."="Non possiedi abbastanza gettoni per giocare questa partita.  Acquista altri gettoni sullo store.";
/* Message sent to their friends. */
"Your friends are put on notice."="I tuoi amici sono stati avvertiti.";
